Repository: OmegaT-L10N/ja
Catalog: omegat/trunk/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Code has been contributed by: Zoltan Bartko, Volker Berlin, Didier Briel (development manager), Kim Bruning, Alex Buloichik (lead developer), Thomas Cordonnier, Sandra Jean Chua, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Martin Wunderlich and Michael Zakharov
ja: コードに関する貢献者： Zoltan Bartko, Volker Berlin, Didier Briel（開発担当）, Kim Bruning, Alex Buloichik（開発リーダー）, Thomas Cordonnier, Sandra Jean Chua, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Martin Wunderlich そして Michael Zakharov

source: Code has been contributed by: Zoltan Bartko, Volker Berlin, Didier Briel (development manager), Kim Bruning, Alex Buloichik (lead developer), Thomas Cordonnier, Sandra Jean Chua, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Ibai Lakunza Velasco, Guido Leenders, Fabián Mandelbaum, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Rashid Umarov, Antonio Vilei, Martin Wunderlich and Michael Zakharov
ja: コードに関する貢献者：Zoltan Bartko, Volker Berlin, Didier Briel（開発担当）, Kim Bruning, Alex Buloichik（開発リーダー）, Thomas Cordonnier, Sandra Jean Chua, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Ibai Lakunza Velasco, Guido Leenders, Fabián Mandelbaum, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Rashid Umarov, Antonio Vilei, Martin Wunderlich そして Michael Zakharov

source: Column Index must be equal to 1
ja: 列のインデックスは 1 である必要があります。

source: Comme&nts
ja: コメント

source: Comment:
ja: コメント：

source: Comments
ja: コメント

source: Comments pane
ja: コメントウィンドウ

source: Commit not possible because somebody else changed remote translation.
ja: リモート訳文が変更されたため、コミットできません。

source: Compress whitespace in translated document
ja: 訳文ファイルの空白圧縮

source: Con&tents
ja: 目次

source: Confirm
ja: 確認

source: Confirm removal of pattern {0}
ja: 構成例 {0} を削除します。

source: Confirm uninstalling
ja: 削除の確認

source: Confused by false start of comment tag!
ja: コメントタグの開始部分を認識できません。

source: Connection available, the project is in team project mode.
ja: 接続済み。プロジェクトはチームプロジェクトモードです。

source: Copy
ja: コピー

source: Copyright
ja: 著作権

source: Copyright © 2000-2012 Keith Godfrey, Maxym Mykhalchuk and others
ja: Copyright © 2000-2012 Keith Godfrey, Maxym Mykhalchuk など

source: Cornish
ja: コーンウォル語（Cornish）

source: Corsican
ja: コルシカ語（Corsican）

source: Could not initialize OS look and feel!
ja: オペレーティングシステム用の外観を初期化できませんでした。

source: Could not save credentials to text file
ja: 認証情報をテキストファイルに保存できませんでした

source: Create &Glossary Entry
ja: 用語の追加

source: Create &Translated Documents
ja: 訳文ファイルを生成

source: Create Alternative Translation
ja: 新しい訳文を登録

source: Create Glossary Entry
ja: 用語の追加

source: Create New Project
ja: プロジェクトの新規作成

source: Create a New Project
ja: プロジェクトの新規作成

source: Create pseudo-translate TMX
ja: 仮翻訳の TMX を作成

source: Create the "plugins" folder first, if it does not exist.
ja: もし「plugins」フォルダーが見当たらなければ、先にフォルダーを作成してください。

source: Create translated documents
ja: 訳文ファイルを生成

source: Created by: {0}
ja: 作成者：{0}

source: Creates and opens a new project.
ja: 新しいプロジェクトを作成し、開きます。

source: Creating translated documents: {0}
ja: 訳文ファイル {0} を生成中

source: Cree
ja: クリー語（Cree）

source: Croatian
ja: クロアチア語（Croatian）

source: Ctrl is used on Windows, UNIX and UNIX-like operating systems with keyboards featuring a Ctrl / Control key.
ja: ［Ctrl］キーは Windows で使用します。UNIX や UNIX 系のオペレーティングシステムでは［Ctrl］ または ［Control］キーが該当します。

source: Ctrl+Y
ja: Ctrl+Z

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB;
ja: 現在 VM が使用しているメモリーは {0} MB です。空き容量は {1} MB で、最大 {2} MB が使用可能です。

source: Custom tag(s) regular expression:
ja: 独自タグの正規表現：

source: Cut
ja: 切り取り

source: Czech
ja: チェコ語（Czech）

source: D&iagrams
ja: ダイアグラム

source: DTD files (*.DTD)
ja: DTD ファイル（*.DTD）

source: Danish
ja: デンマーク語（Danish）

source: Default
ja: 初期値

source: Default shortcut
ja: デフォルトのショートカット

source: Dictionaries already installed:
ja: 組み込まれた辞書：

source: Dictionary
ja: 辞書

source: Dictionary File Folder
ja: 辞書ファイルフォルダー

source: Dictionary Files Folder
ja: 辞書ファイルフォルダー

source: Dictionary Folder:
ja: 辞書フォルダー：

source: Dictionary Installer
ja: 辞書の組み込み

source: Dictionary file folder:
ja: 辞書ファイルフォルダー：

source: Dictionary files folder entered does not exist!
ja: 指定した辞書ファイルフォルダーは存在しません。

source: Dictonary pane
ja: 辞書ウィンドウ

source: Didier Briel: I could not do without Didier's patient and persistent help with DocBook intricacies.
ja: Didier Briel へ。彼の忍耐と、DocBook の厄介な問題に対する不断の助力が無ければ、本文書は完成しなかったでしょう。

source: Diff (GPL)
ja: Diff（GPL ライセンス）

source: Dis&play all results
ja: 繰り返し結果も表示

source: Display &None
ja: 表示しない

source: Display &Source Segments
ja: 原文を表示

source: Display Font
ja: 表示用字体の設定

source: Display Source Segments
ja: 原文を表示

source: Display all &source segments in bold
ja: 原文を太字で表示

source: Display for &All Segments
ja: すべての分節で表示

source: Display for Current &Segment
ja: 現在の分節で表示

source: Displays alternative translations that you have created for segments that are repeated in the project.
ja: 繰り返しのある分節のために作られた複数の翻訳を表示する。

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
ja: コメントが存在するとき、およびファイルフィルターがコメントに対応する場合は（たとえば PO フィルター）現在の分節におけるコメントを表示する。

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
ja: 現在分節が含む単語が、プロジェクトの dictionary フォルダーに入れてある辞書に登録されている単語と一致した場合はその定義を表示する。

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
ja: 現在分節が含む単語が、プロジェクトの glossary フォルダーに入れてある用語集ファイルに登録されている用語と一致した場合はそれを表示する。

source: Displays the translation memories segments that match the source segment.
ja: 現在の分節において一致率の高い翻訳メモリ参考訳文を表示する。

source: Displays the translation of the source segment by the machine translation services you have selected in Options > Machine Translate, if those services are available.
ja: 設定メニューの「機械翻訳」で選択されている有効な機械翻訳サービスが提供した現在分節の翻訳を表示する。

source: Distribution and modifications
ja: 再頒布と改変

source: Divehi, Dhivehi, Maldivian
ja: ディベヒ語、モルディブ語（Divehi, Dhivehi, Maldivian）

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
ja: <meta> タグ内の以下の属性と値は翻訳しない（カンマ区切りで複数指定）:

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
ja: 以下の属性と値を持つタグの内容は翻訳しない（カンマ区切りで複数指定）:

source: Do you really want to quit?
ja: 本当に終了しますか？

source: DocBook Files
ja: DocBook ファイル

source: Dock
ja: 結合

source: DocuWiki files (*.txt)
ja: DocuWiki ファイル（*.txt）

source: DokuWiki Files
ja: DokuWiki ファイル

source: Download &Team Project...
ja: チームプロジェクトをダウンロード...

source: Dra&wings
ja: 図

source: During the installation, depending on your operating system, you may receive several security warnings.
ja: インストール中、OS によってはいくつかのセキュリティ警告が表示される場合があります。

source: During translation, use the Edit and Go To menus to perform various useful functions.
ja: 翻訳作業のあいだ、［編集］メニューおよび［移動］メニューから、さまざまな役に立つ機能を利用することができます。

source: Dutch
ja: オランダ語

source: Dzongkha
ja: ゾンカ語（Dzongkha）

source: E&nable Sentence-level Segmenting
ja: 文単位の分節化を有効にする

source: E&xport Selection
ja: 選択領域を出力

source: ERROR: (declaring bean)
ja: エラー：（Bean 宣言）

source: ERROR: {0}
ja: エラー：{0}

source: Edit
ja: 編集

source: Edit Filter
ja: フィルターの編集

source: Edit Filter Patterns
ja: フィルター構成例を編集

source: Edit Menu
ja: 編集メニュー

source: Edit Pattern
ja: 構成例を編集

source: Edit Project
ja: プロジェクト設定

source: Edit menu
ja: 編集メニュー

source: Edit project properties here.
ja: プロジェクト設定の確認と変更を行えます。

source: Editing
ja: 編集

source: Editing Behavior
ja: 翻訳入力行

source: Editing Behavior...
ja: 翻訳入力行...

source: Editing Behaviour Options
ja: 翻訳入力行の設定

source: Editor - {0}
ja: 編集 - {0}

source: Emptiness of soul<p>Forever aching blackness<p>Your help page not found
ja: docs フォルダーの場所を確認してください。

source: Empty lines are accepted and comment lines should start with "//".
ja: 空行も含めることができます。また「//」で始まる行はコメント行として扱われます。

source: Enable &TransTips
ja: 用語ヒントを有効化

source: Enable them in <b>Options > Save...</b>.</html>
ja: <b>設定メニューの「保存」</b>から有効にできます。</html>

source: Enabled
ja: 有効

source: Encoding
ja: エンコーディング

source: Encountered illegal \u sequence
ja: 不正な \u シーケンスが見つかりました。

source: End of stream encountered without finding close block!
ja: ストリームの終端に達しましたが、終了ブロックが見つかりません。

source: English
ja: 英語

source: Enter a source term, a target term and a comment:
ja: 原文の用語、対応する訳文、コメント(任意)を入力：

source: Enter the segment number:
ja: 分節番号を入力してください：

source: Entries with modified tags
ja: 変更されたタグの一覧

source: Ephemeral page<p>I am the Blue Screen of Death<p>No one hears your screams.
ja: docs フォルダーの場所を確認してください。

source: Error
ja: エラー

source: Error checking out the project from remote repository:
ja: リモートリポジトリからのチェックアウトに失敗しました：

source: Error checking out the project from remote repository: {0}
ja: リモートリポジトリからのチェックアウトに失敗しました：{0}

source: Error creating project!
ja: プロジェクト作成時にエラーが発生しました。

source: Error decoding user and password.
ja: ユーザー名とパスワードのデコードエラーが発生しました。

source: Error in file
ja: ファイルにエラーがあります。

source: Error in file {0}, line {1}
ja: ファイル {0} の行 {1} にエラーがあります。

source: Error initializing marker '{0}'
ja: マーカー {0} の初期化時にエラーが発生しました。

source: Error monitoring external command!
ja: 外部コマンドの監視に失敗しました。

source: Error on application startup
ja: プログラム起動時にエラーが発生しました。

source: Error reading TMX level2 at line {0} column {1}
ja: TMX レベル 2 ファイルを読み込み中、行 {0} の列 {0} でエラーが発生しました。

source: Error saving project file!
ja: プロジェクトのファイル保存時にエラーが発生しました。

source: Error saving segmentation rules configuration:
ja: 分節化規則の設定を保存する際にエラーが発生しました：

source: Error searching directory tree!
ja: フォルダー階層の検索時にエラーが発生しました。

source: Error starting external command: {0}
ja: 外部コマンドの起動に失敗しました：{0}

source: Error while trying to edit the project!
ja: プロジェクトの設定を変更する際にエラーが発生しました。

source: Error while trying to save script.
ja: スクリプトの保存中にエラーが発生しました。

source: Error {0}: {1}
ja: エラー {0}: {1}

source: Escaped binary char contains malformed data ({0})!
ja: エスケープされた 2 進文字に不正なデータ {0} が含まれています。

source: Escaped character never terminated!
ja: エスケープ文字が終了していません。

source: Escaped decimal char contains malformed data ({0})!
ja: エスケープされた 10 進文字に不正なデータ {0} が含まれています。

source: Esperanto
ja: エスペラント語（Esperanto）

source: Estonian
ja: エストニア語（Estonian）

source: Event: application shutdown
ja: イベント：プログラムの終了

source: Event: application startup
ja: イベント：プログラムの起動

source: Event: font changed
ja: イベント：字体が変更されました

source: Event: new entry activated
ja: イベント：新しい項目が有効になりました

source: Event: new file activated ({0})
ja: イベント：新しいファイル {0} が有効になりました

source: Event: project change - "{0}"
ja: イベント：プロジェクトの変更 - {0}

source: Ewe
ja: エウェ語（Ewe）

source: Exact match:
ja: 完全に一致：

source: Exact searches look for the entire specified query string.
ja: 完全一致検索は、指定した文字列全体を含む分節を検索します。

source: Excel
ja: Microsoft Excel

source: Exception occurred:
ja: 例外が発生しました。

source: Exception while editing options:
ja: 設定の編集中に例外が発生しました：

source: Exception while parsing:
ja: 構文解析中に例外が発生しました：{0}

source: Exceptions occurred while loading segmentation rules:
ja: 分節化規則を読み込み中にエラーが発生しました：

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
ja: docs フォルダーの場所を確認してください。

source: Executing external command...
ja: 外部コマンドを実行しています...

source: Exit code {0}: "{1}"
ja: 終了コード {0}："{1}"

source: Exit code: {0}
ja: 終了コード：{0}

source: Explicit thanks to:
ja: とりわけ、次の方々に感謝します：

source: Export Selection
ja: 選択領域を出力

source: Export the segment to text files
ja: 分節をテキストファイルへ出力

source: External Post-processing Command
ja: 訳文ファイル生成後処理用外部コマンド

source: External Post-processing Command (Disabled):
ja: 訳文ファイル生成後処理用外部コマンド（無効）：

source: External Post-processing Command:
ja: 訳文ファイル生成後処理用外部コマンド：

source: External TM&Xs...
ja: 外部 TMX ファイル...

source: External TMX Options
ja: 外部 TMX ファイルの設定

source: External TMXs...
ja: 外部 TMX ファイル...

source: External command completed.
ja: 外部コマンドを実行しました。

source: External command failed.
ja: 外部コマンドが異常終了しました。

source: External command was interrupted.
ja: 外部コマンドの実行が中断しました。

source: Extracted comments:
ja: 抽出されたコメント：

source: F&ont...
ja: 字体...

source: Failed to compile project files!
ja: 訳文ファイルを生成できませんでした。

source: Failed to create project!
ja: プロジェクトを作成できません。

source: Failed to load specified project!
ja: 指定したプロジェクトを読み込めませんでした。

source: Failed to load translation memory {0} for project!
ja: プロジェクトの翻訳メモリ {0} を読み込めませんでした。

source: Faroese
ja: フェロー語（Faroese）

source: Fatal error encountered - saving project file with '.recover' backup extension.
ja: 致命的なエラーが発生しました。プロジェクトファイルに .recover 拡張子を付けてバックアップを保存しています。

source: Fatal error on line {0}, column {1} while parsing:
ja: 構文解析の結果、行 {0} の列 {1} に回復不可能なエラーが発生しました：

source: Few more things to remember
ja: 覚えておきたい使い方のヒント

source: Fijian
ja: フィジー語（Fijian）

source: File &Filters...
ja: ファイルフィルター...

source: File &Format
ja: ファイル形式

source: File Filters
ja: ファイルフィルター

source: File Filters...
ja: ファイルフィルター...

source: File Format
ja: ファイル形式

source: File Import Failed
ja: 原文ファイルを追加できません。

source: File Name
ja: ファイル名

source: File filters
ja: ファイルフィルター

source: File locations
ja: ファイル場所設定

source: File {0} does not exist!
ja: ファイル {0} は存在しません。

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
ja: ファイル：翻訳済み分節数/すべての分節数（プロジェクト：繰り返しを除いた翻訳済み分節数/繰り返しを除いた分節数/すべての分節数）

source: Filename
ja: ファイル名

source: Filename Variables:
ja: 使用可能な変数：

source: Filename already exists.
ja: 同名のファイルが既に存在します。

source: Filter
ja: フィルター

source: Filter '{0}' could not be loaded from '{1}'
ja: フィルター {0} を {1} から読み込めませんでした。

source: Finished
ja: 完了

source: Finnish
ja: フィンランド語

source: Flash XML export
ja: Flash の XML 出力

source: Flash XML export (*.xml)
ja: Flash の XML 出力（*.xml）

source: Floating '?' character not tied to '>'!
ja: 「>」と対になっていない「?」文字

source: Folder already exists and is not empty.
ja: 空ではないフォルダーがすでに存在します。

source: Font
ja: 字体設定

source: Font...
ja: 字体...

source: Foote&rs
ja: フッター

source: For a more comprehensive introduction see OmegaT for beginners on the OmegaT web site.
ja: もっと総合的な手引きをお探しの場合は、OmegaT のウェブサイトにある OmegaT for beginners（英語）を参照してください。

source: For advanced users, the chapter describes the command line mode and its possibilities.
ja: また上級者向けの話題として、コマンドラインモードとその可能性についても説明しています。

source: For example, in the default OmegaT shortcuts
ja: 例として、OmegaT のデフォルトのショートカット

source: For readability purposes, letters are written in uppercase here.
ja: 判別しやすいよう、文字キーは大文字で表記します。

source: For the application
ja: プログラムについて

source: For the documentation
ja: 付属する文書について

source: For your reference, OmegaT displays the translation of any words that happen to be present in the segment that currently has focus.
ja: 現在翻訳している文章中にそれらの単語が現れた場合、用語集ウィンドウにその対訳を表示します。

source: Force saving password as plain text
ja: パスワードを暗号化しないで保存する

source: Forward in history...
ja: 分節の選択履歴を進む

source: Fragment(s) that should be removed from translation regular expression:
ja: 翻訳から削除すべき文字列の正規表現：

source: French
ja: フランス語

source: Fula, Fulah, Pulaar, Pular
ja: フラ語、プラール語（Fula, Fulah, Pulaar, Pular）

source: Full checking can lead to false positives in normal texts.
ja: すべてを検出する設定にすると、通常のテキストに対しては誤検出をもたらす可能性もあります。

source: Fuzzy Matches
ja: 参考訳文

source: Galician
ja: ガリシア語（Galician）

source: Generate the translated file
ja: 訳文ファイルを生成する

source: Georgian
ja: グルジア語（Georgian）

source: German
ja: ドイツ語

source: Git '{0}' error: {1}
ja: Git '{0}' エラー：{1}

source: Git '{0}' execution finished successfully
ja: Git '{0}' 実行成功

source: Git '{0}' execution start
ja: Git '{0}' 実行開始

source: Global
ja: 共通

source: Glossary
ja: 用語集

source: Glossary Files Folder
ja: 用語集フォルダー

source: Glossary Folder:
ja: 用語集フォルダー：

source: Glossary file: {0}
ja: 用語集ファイル：{0}

source: Glossary files folder entered does not exist!
ja: 指定した用語集フォルダーは存在しません。

source: Glossary folder {0} does not exist.
ja: 用語集フォルダー {0} は存在しません。

source: Glossary pane
ja: 用語集ウィンドウ

source: Go To Segment
ja: 分節へ移動

source: Go To Segment Source
ja: 分節へ移動

source: Go to
ja: 移動

source: GoTo Menu
ja: 移動メニュー

source: Google Api key not available.
ja: Google API キーが見つかりません。

source: Google Translate
ja: 機械翻訳

source: Greek, Modern
ja: ギリシャ語（近代）（Greek, Modern）

source: Gujarati
ja: グジャラート語（Gujarati）

source: HHC file too big!
ja: HHC ファイルのサイズが大きすぎます。

source: HTML Help Compiler files
ja: HTML ヘルプコンパイラ（HHC）ファイル

source: HTML and XHTML files
ja: HTML ファイル・XHTML ファイル

source: HTML, XHTML, ODF and Infix segmentation
ja: HTML, XHTML, ODF と Infix ファイルの分節化

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
ja: Somik Raha, Derrick Oswald などによる HTMLParser 1.6（LGPL ライセンス）

source: Haitian, Haitian Creole
ja: ハイチ語、ハイチクレオール語（Haitian, Haitian Creole）

source: Hausa
ja: ハウサ語（Hausa）

source: He&aders
ja: ヘッダー

source: Hebrew (modern)
ja: ヘブライ語（近代）（Hebrew (modern)）

source: Help
ja: ヘルプ

source: Help & Manual Files
ja: ヘルプとマニュアルファイル

source: Help (*.xml) and Manual (*.hmxp) files
ja: Help (*.xml) とマニュアル（*.hmxp）ファイル

source: Help Menu
ja: ヘルプメニュー

source: Help browser
ja: ヘルプウィンドウ

source: Help you are seeking<p>From your path it is fleeing<p>Its winter has come
ja: docs フォルダーの場所を確認してください。

source: Here is a short summary of the chapters and their contents.
ja: ここで簡単に、各章の概要をご紹介しましょう。

source: Here you may also specify custom location of project folders.
ja: プロジェクトフォルダーの場所は変更できます。

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
ja: フィルターで処理する原文ファイル名の構成例の指定、訳文ファイル名のカスタマイズ、読み込む原文ファイルと生成する訳文ファイルのエンコーディングを設定します。

source: Herero
ja: ヘレロ語（Herero）

source: Hide '{0}'
ja: {0} を隠す

source: Hindi
ja: ヒンディー語（Hindi）

source: Hiri Motu
ja: ヒリモトゥ語（Hiri Motu）

source: However, if you made mistakes when you typed the formatting tags, your translated file might fail to open.
ja: ただし、もしタグを誤って編集すると、訳文ファイルを開くときに問題が起きるかもしれません。

source: Hungarian
ja: ハンガリー語（Hungarian）

source: Hunspell by László Németh and others (LGPL License)
ja: László Németh などによる Hunspell（LGPL ライセンス）

source: I&nsert Source
ja: 原文を挿入

source: INI (key=value) files (*.ini)
ja: INI ファイル（キー=値 形式）（*.ini）

source: IOException encountered:
ja: IOException（入出力例外）が発生しました：

source: ISO 639-1/639-2 Language code list
ja: ISO 639-1/639-2 言語コード一覧

source: ISO language codes
ja: ISO 言語コード

source: Icelandic
ja: アイスランド語（Icelandic）

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
ja: HTML ファイル中にエンコーディング宣言が存在する場合、以下の設定は反映されず、その宣言が使用されます。

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
ja: HHC または HHK ファイル中にエンコーディング宣言が存在する場合、以下の設定は反映されず、その宣言が使用されます。

source: If a file does not loads into the Editor pane, then it could be that your source file is in a format that doesn't work in OmegaT.
ja: ファイルが編集ウィンドウに読み込まれない場合は、OmegaT が原文ファイルのファイル形式に対応していないのかもしれません。

source: If an Internet connection is available, various MT services such as Google Translate can be utilized from within OmegaT.
ja: インターネットに接続していれば、Google Translate のような機械翻訳サービスを OmegaT の中から利用できます。

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
ja: 指定した場所は、そこへアクセスできるようになった後に使用されます。その際、設定はすべて初期値があらためて使用されます。

source: If spell checking is activated, spelling mistakes and typos are recognized and can be corrected during translation.
ja: 綴り確認機能を使うと、誤字脱字を検知し、翻訳中に修正することができます。

source: If the filter has any options, you may change them by clicking Options.
ja: ［設定...］でフィルター個別の設定変更も行えます。

source: If they do not conflict with system shortcuts, they should be available from within OmegaT.
ja: システム用のショートカットと衝突しない限り、新しいショートカットは OmegaT で機能するでしょう。

source: If you are interested in other settings of this dialog, you can return to it any time by pressing Ctrl+E.
ja: 他の設定に興味があれば、Ctrl+E キーを押して、いつでもこのダイアログに戻ることができます。

source: If you are on a Mac and you want to add a Shift Command S shortcut to Tools Statistics , add the following line to your MainMenuShortcuts.properties:
ja: Mac 向けに［ツール］→［翻訳状況］を Shift Command S のショートカットで開けるようにしたければ、MainMenuShortcuts.properties に次の行を追加してください：

source: If you are supplied with previously created translation memories , for example by your translation agency or your client, OmegaT is able to use these as reference memories.
ja: たとえば、翻訳会社や顧客から以前の翻訳メモリを受け取った場合、OmegaT はそれを参照用として使用できます。

source: If you are using an authenticated proxy, please enter here your user and password.
ja: 認証が必要なプロキシを使用している場合、ユーザー名とパスワードを入力してください。

source: If you need assistance with any aspect of OmegaT, feel free to join the OmegaT users group.
ja: OmegaT に関するどんなことでも、もしお困りの場合は、OmegaT ユーザーグループにお気軽に参加ください（日本語可）。

source: If you place translation memory files in the /tm/ subfolder of your project folder, OmegaT will automatically search them for similar segments, called "fuzzy matches".
ja: 翻訳メモリファイルをプロジェクトの <filename>tm</filename> フォルダー内に配置しておくと、OmegaT はそこから「参考訳文」と呼ばれる類似分節を自動的に検索するようになります。

source: If you want to use Shift Ctrl O to open a project, modify your MainMenuShortcuts.properties as follows:
ja: プロジェクトを開くために Shift Ctrl O を使いたいと思ったら、MainMenuShortcuts.properties ファイルを次のように修正してください：

source: If you want to use the same language in OmegaT as the one used during installation, check the box below.
ja: インストール時の言語と同じ言語を使いたい場合は、下のチェックボックスにチェック印を付ける。

source: If your source file is a formatted file, e.g. Microsoft Word, LibreOffice Writer or HTML, OmegaT will convert the formatting into tags that surround the text that you translate.
ja: もし原文ファイルが、Microsoft Word や LibreOffice Writer、HTML などの見映えの情報を持つファイル形式だった場合、OmegaT はその情報をタグに変換し、対象テキストをタグで括った形式で表示します。

source: Igbo
ja: イボ語（Igbo）

source: Ignore All
ja: すべて無視

source: Import From Media&Wiki...
ja: MediaWiki から原文ファイルを追加...

source: Import From MediaWiki
ja: MediaWiki から原文ファイルを追加

source: Import From MediaWiki...
ja: MediaWiki から原文ファイルを追加...

source: Import Source Files...
ja: 原文ファイルを追加...

source: In OmegaT, segments can be based on paragraphs or on segmentation rules.
ja: OmegaT の分節は、段落単位か、あるいは分節化規則に基づく文単位です。

source: In no&tes
ja: メモを検索

source: In order for the changes to take effect OmegaT needs to close and then open the project.
ja: 変更を反映させるため OmegaT を終了し、プロジェクトを再度開いてください。

source: In so&urce
ja: 原文を検索

source: In such a case the selection will of course be pared down to segment boundaries.
ja: そのような場合には、コマンド実行時点で、選択範囲が分節の境界まで縮小・調整されます。

source: In the Project menu, select New... and type a name for your project.
ja: プロジェクトメニューから新規作成...を選び、作成するプロジェクトの名前を入力してください。

source: In the above example, two scripts (position 1 and 2) have already been added.
ja: 上の画像では、二つのスクリプトがすでに（ボタン「<1>」と「<2>」に）設定済みです。

source: In this case the regular expression ^s^s+ would be used to find and list the offending segments.
ja: この場合、「\s\s+」という正規表現パターンを使うことによって、問題の分節を検索することができます。

source: In tra&nslations
ja: 訳文を検索
